Repository: llyanGithub/amplifier-ios-app
Catalog: AmpliferNav/Support/*.lproj/Localizable.strings
Languages: es, ja, ko, zh_hans

source: volume
es: volumen
ja: 音量
ko: 음량
zh_hans: 音量

# freqResponse
source: Frequency Response
es: FAQ
ja: 周波数応答
ko: 이퀄라이저
zh_hans: 频响

source: Ear Protection
es: Protección auditiva
ja: 聴覚保護
ko: 청각보호
zh_hans: 听觉保护

source: Other
es: Otros
ja: その他
ko: 기타
zh_hans: 其它

# left
source: Left Ear
es: L
ja: 左耳
ko: 왼쪽
zh_hans: 左 耳

# right
source: Right Ear
es: R
ja: 右耳
ko: 오른쪽
zh_hans: 右 耳

source: Outdoor Mode
es: Modo exterior
ja: 屋外モード
ko: 실외모드
zh_hans: 户外模式

source: Indoor Mode
es: Modo interior
ja: 屋内モード
ko: 실내모드
zh_hans: 室内模式

source: Normal Mode
es: Modo normal
ja: 通常モード
ko: 일반모드
zh_hans: 常规模式

# normalModeComments
source: 常规模式：用于地铁或飞机等场景
es: Modo normal: se utiliza en escenas ruidosas y abarrotadas de gente
ja: 通常モード：騒がしいシーンや人混みの多いシーンに使用されます

# modeTips
source: These modes are set according to the needs of most users in these common scenarios. We recommend that you try each mode and choose the one you feel most suitable for use.
es: Estos modos se establecen de acuerdo con las necesidades de la mayoría de los usuarios en estos escenarios comunes. Le recomendamos que pruebe cada modo y elija el más adecuado para su uso.
ja: 使用モードは、これらの一般的なシーンのほとんどのユーザーのニーズに応じて設定されています。各モードを試した後、最も適切なモードを選択しようとすることをお勧めします。
ko: 실외,실내,일반 모드는 여러 사용자가 비교적 많이 선택하는 모드로서, 각 모드별로 선택하여 사용하여 보시고 자신에게 가장 적합한 모드로 사용하시기를 권장합니다。
zh_hans: 这些模式是根据大部分用户在这些常见的场景中的需要所设置，我们建议您尝试各个模式后选择自己感觉最合适的进行使用。

# normalModeDesc
source: Suitable for noise background
es: se utiliza en escenas ruidosas y abarrotadas de gente
ja: 騒がしいシーンや人混みの多いシーンに使用されます
ko: 사람이 많고 시끄러운 상황에서 사용
zh_hans: 用于嘈杂与人多的场景

# outdoorModeDesc
source: Scene for noise and wind
es: modo para ruido y viento
ja: 屋内に比べ、騒音・風当たりが強い環境に適しています
ko: 소음과 바람소리가 있는 곳에서 사용
zh_hans: 用与噪声与风声的场景

# indoorModeDesc
source: Suitable for relatively quiet places
es: Adecuado para lugares relativamente tranquilos
ja: 比較的静かな環境に適しています
ko: 비교적 조용한 장소에 적합
zh_hans: 适用于相对安静的场所

source: Left Ear
es: Oído izquierdo
ja: 左耳
ko: 왼쪽
zh_hans: 左耳

source: Right Ear
es: Oído derecho
ja: 右耳
ko: 오른쪽
zh_hans: 右耳

# compressDegree
source: Degree of compression
es: Grado de compresión
ja: 圧縮率
ko: 감폭 정도
zh_hans: 压缩程度

# earProtectionComment
source: This setting can compress the gain of loud sound. For example, the sound of car horns and firecrackers can prevent discomfort.
es: * Este ajuste comprime la ganancia de los sonidos fuertes.
ja: * この設定は、ノイズの大きな音のゲインを圧縮できます。
ko: * 이 설정은 너무 큰소리에 대하여 음량 감폭 정도를 설정하는 것 입니다。
zh_hans: * 此设置能够压缩响度过大声音的增益。

source: Connected
es: Conectado
ja: 接続
ko: 연결하였습니다
zh_hans: 已连接

# tapToSearch
source: Click to search for devices
es: Haga clic para buscar dispositivos
ja: デバイスを探すボタンをクリック
ko: 연결할 설비를 검색합니다
zh_hans: 点击搜索设备

# searching
source: Searching for nearby devices
es: Buscando dispositivos cercanos...
ja: 周りのデバイスを探している
ko: S가까운 곳의 설비를 찾고 있습니다
zh_hans: 正在搜索附近设备...

# searchDone
source: Search success
es: La búsqueda se realizó correctamente
ja: 探し終わり
ko: 설비를 찾았습니다
zh_hans: 搜索成功

# searchFail
source: No surrounding devices found
es: No dispositivos circundantes encontrados
ja: デバイスが発見されない
ko: 기기를 찾을 수 없습니다
zh_hans: 暂未发现周围的设备

# searchFailContent
source: Please make sure the hearing aid you want to connect to is turned on (Try shutting down first, then booting to search)
es: Asegúrese de que el audífono que desea conectar esté prendido(Intente apagar primero y luego prender para buscar)
ja: 接続したいイヤホンの電源が入っていることを確認してください （電源を切ってからもう一度入れてみて、検索してください）
ko: 연결할 보청 기가 켜져 있는지 확인하십시오. (전원을 껐다가 다시 켜신 후 다시 시도해 주세요 )
zh_hans: 请确保您要连接的助听设备已经开机 （可尝试先关机，再开机进行搜索）

# reSearch
source: Search again
es: Buscar de nuevo
ja: デバイスを再検索する
ko: 기기를 재검색 합니다
zh_hans: 重新搜索

# foundDevices
source: Hearing devices found nearby
es: Dispositivos Auditivos Encontrados
ja: イヤフォンを発見
ko: 보청기를 찾았습니다
zh_hans: 发现的听力设备

# disableAncSwitch
source: It is forbidden to switch the auxiliary listening mode during a call
es: Prohibido cambiar el modo de escucha asistida durante una llamada
ja: 通話中に補助リスニングモードを切り替えることは禁止
ko: 통화중 보청기능은 정지됩니다
zh_hans: 通话中禁止切换辅听模式

source: confirm
es: confirmar
ja: 確認
ko: 확인
zh_hans: 确定

# alert
source: Alet
es: Advertencia
ja: 警告
ko: 경고
zh_hans: 警告

# disconnectDialogTitle
source: Device is disconnected
es: El dispositivo está desconectado
ja: デバイスが切断された
ko: 기기 연결이 해제되었습니다
zh_hans: 设备已断开

# disconnectDIalgoContent
source: Please check the device and reconnect
es: Compruebe el dispositivo y vuelva a conectarlo
ja: デバイスを確認し、再接続してください
ko: 기기를 점검하고 다시 연결하십시오
zh_hans: 请检查设备并重新连接

# bluetoothDisabled
source: System Bluetooth is off
es: El Bluetooth del sistema está apagado
zh_hans: 系统蓝牙已关闭

source: Cancel
es: Cancelar
ja: 接続を解除する
ko: 취소됩니다
zh_hans: 取消

# reconnect
source: Connect Again
es: Conectar de nuevo
ja: 再接続する
ko: 다시 연결합니다
zh_hans: 重新连接

source: DUT MODE
es: Modo DUT
ja: DUTモード
zh_hans: DUT 模式

# factorySettings
source: Restore factory settings
es: Reajustar
ja: リセット
ko: 공장출고모
zh_hans: 恢复出厂设置

source: OTA MODE
es: Modo OTA
ja: OTAモード
zh_hans: OTA 模式

source: SINGLE EAR MODE
es: Modo Mono (o Modo Único)
ja: 片耳モード
ko: Single Mode
zh_hans: 单耳模式
